[
  "Life insurance is not for the people who die. It’s for the people who live.",
  "Critical illness coverage buys you time when you need it most.",
  "A hospital bill should not be the start of a financial crisis.",
  "A good business plan includes protection against the unexpected.",
  "Insurance is not a luxury; it’s a responsibility.",
  "You insure your car, your phone—why not your life?",
  "The best time to buy insurance is when you don’t need it.",
  "Your health is your wealth—protect it wisely.",
  "Life insurance isn’t for you, it’s for those you love.",
  "The healthy get insurance with money. The sick get it with regret.",
  "Don’t let unexpected illness derail your family’s future.",
  "One illness can drain a lifetime of savings. Be protected.",
  "You work hard. Make sure your income is protected.",
  "Get insured not because something will happen, but because something might.",
  "Peace of mind is the greatest gift you can give your family.",
  "Hope is not a plan—insurance is.",
  "Insurance helps you fight illness with focus, not fear.",
  "Financial planning is incomplete without insurance.",
  "Hospital bills come without warning. Be ready.",
  "The cost of protection is small. The cost of regret is massive.",
  "Being prepared is love in action.",
  "You can’t predict tomorrow, but you can prepare for it.",
  "Your loved ones deserve security, not uncertainty.",
  "A single policy today secures many tomorrows.",
  "A critical illness doesn’t need to become a financial tragedy.",
  "Don’t wait for a crisis to realize the value of protection.",
  "Protect your health, wealth, and family with one decision.",
  "It’s not about IF it happens, it’s about WHEN.",
  "Real wealth is being worry-free during tough times.",
  "Insurance is the safety net below life’s high wire.",
  "Secure your legacy with life insurance.",
  "Even superheroes need protection.",
  "The strongest love is planning for when you’re gone.",
  "Your future self will thank you for being insured.",
  "Every paycheck deserves protection.",
  "Medical bills shouldn’t bankrupt your dreams.",
  "Stay protected, stay empowered.",
  "You can recover from illness, not always from debt.",
  "True freedom comes with financial protection.",
  "Insurance today means less stress tomorrow.",
  "Your business needs a backup plan—insurance is it.",
  "Insurance lets you focus on healing, not bills.",
  "Give your family a soft landing in hard times.",
  "Nothing says ‘I care’ like a well-prepared policy.",
  "You wouldn’t drive uninsured—why live uninsured?",
  "Being prepared is being responsible.",
  "You can’t control life’s surprises, but you can plan for them.",
  "Life is uncertain—protection is not.",
  "When life falls apart, insurance holds it together.",
  "Being healthy today is not a guarantee for tomorrow.",
  "Hospitalisation can be sudden. Your protection shouldn’t be.",
  "You won’t always be around—but your plan can be.",
  "A little premium can protect a lifetime of effort.",
  "Financial peace of mind starts with insurance.",
  "When life changes, your policy stays steady.",
  "You don’t need insurance—until you do.",
  "Wealth is not what you make, but what you keep.",
  "Security is not a word. It’s a policy.",
  "It’s easier to prevent financial hardship than to fix it.",
  "Insurance makes healing possible—physically and financially.",
  "If it matters, insure it.",
  "What’s your backup plan? Make it insurance.",
  "You can’t buy time, but you can buy protection.",
  "A hospital stay shouldn’t mean a lifetime of debt.",
  "Surgical bills hurt less when you’re covered.",
  "Recovery should be about rest, not repayments.",
  "Critical illness may attack your body—not your wallet, if protected.",
  "Business protection is smart leadership.",
  "Good health is a blessing. Protection is your duty.",
  "A smart entrepreneur protects income and life.",
  "No one regrets being prepared.",
  "Insurance isn’t complicated. Regret is.",
  "Cover your risks, grow your dreams.",
  "A safe future starts with today’s decisions.",
  "Planning beats panic—every time.",
  "You can’t insure the past, only the future.",
  "Don’t delay what’s meant to protect your future.",
  "Your family needs love—and a plan.",
  "Protect your team, your business, your legacy.",
  "Accidents happen. Be ready.",
  "Your health may falter—your coverage shouldn’t.",
  "Medical expenses don’t wait. Neither should your policy.",
  "Protection brings peace to any plan.",
  "Life has no warning signs—insurance is your seatbelt.",
  "You can’t predict illness—but you can plan for it.",
  "Sleep better knowing you’re covered.",
  "Long hospital stays don’t need long-term debt.",
  "No one plans to get sick, but you can plan for it financially.",
  "Critical illness steals time. Insurance gives it back.",
  "When time stops, bills don’t. Stay insured.",
  "Real responsibility means protecting what matters.",
  "Surgical protection means quicker recovery—mentally and financially.",
  "Smart people plan for the worst while hoping for the best.",
  "Your insurance is your emergency team.",
  "Being covered is being caring.",
  "Premium today. Protection forever.",
  "Income ends when illness begins—unless you're covered.",
  "No one ever said ‘I wish I had less insurance.’",
  "Avoid financial pain during physical recovery.",
  "Healing is easier when money isn’t a worry.",
  "Insurance is invisible—until you need it.",
  "Critical illness won’t wait—neither should you.",
  "Business health starts with risk protection.",
  "You plan vacations. Plan your protection too.",
  "Make protection part of your financial habit."
]
